import os


def clear_screen():
    os.system("cls" if os.name == "nt" else "clear")


def print_menu():
    print("\n========= СИСТЕМА ОБЛІКУ ДАНИХ ==========")
    print("1. Додати нову людину")
    print("2. Пошук за ім'ям")
    print("3. Показати всіх людей")
    print("4. Видалити людину")
    print("5. Очистити всю базу даних")
    print("6. Експортувати дані у файл")
    print("7. Імпортувати дані з файлу")
    print("8. Вийти з програми")
    print("===========================================")
    return input("Виберіть опцію (1-8): ")
